{
  "infoBirds": [
    {
      "id": "1",
      "name": "Vermilion Flycatcher",
      "cientific": "Pyrocephalus rubinus",
      "description": "<p>The <b>vermilion flycatcher</b> or <b>common vermilion flycatcher</b> (Pyrocephalus obscurus) is a small passerine bird in the Tyrannidae, or tyrant flycatcher family. Most flycatchers are rather drab, but the vermilion flycatcher is a striking exception. It is a favorite with birders, but is not generally kept in aviculture, as the males tend to lose their vermilion coloration when in captivity.</p><p>The vermilion flycatcher is a small bird, measuring 13–14 cm (5.1–5.5 in) in length, with a mass between 11 and 14 g (0.39 and 0.49 oz). It is strongly dimorphic; males are bright red, with dark brown plumage. Females have a peach-colored belly with a dark gray upperside, and are similar to Say's phoebe.</p>"
    },
    {
      "id": "2",
      "name": "Great tit",
      "cientific": "Parus major",
      "description": "<p>The <b>great tit</b> (Parus major) is a passerine bird in the tit family Paridae. It is a widespread and common species throughout Europe, the Middle East, Central and Northern Asia, and parts of North Africa where it is generally resident in any sort of woodland; most great tits do not migrate except in extremely harsh winters. Until 2005 this species was lumped with numerous other subspecies. DNA studies have shown these other subspecies to be distinctive from the great tit and these have now been separated as two distinct species, the cinereous tit of southern Asia, and the Japanese tit of East Asia. The great tit remains the most widespread species in the genus Parus.</p><p>The great tit is a distinctive bird with a black head and neck, prominent white cheeks, olive upperparts and yellow underparts, with some variation amongst the numerous subspecies. It is predominantly insectivorous in the summer, but will consume a wider range of food items in the winter months, including small hibernating bats. Like all tits it is a cavity nester, usually nesting in a hole in a tree. The female lays around 12 eggs and incubates them alone, although both parents raise the chicks. In most years the pair will raise two broods. The nests may be raided by woodpeckers, squirrels and weasels and infested with fleas, and adults may be hunted by sparrowhawks. The great tit has adapted well to human changes in the environment and is a common and familiar bird in urban parks and gardens. The great tit is also an important study species in ornithology.</p>"
    },
    {
      "id": "3",
      "name": "Curulean Warble",
      "cientific": "Setophaga cerulea",
      "description": "<p>The <b>cerulean warbler</b> (Setophaga cerulea) is a small songbird of the New World warbler family. Adult males have pale cerulean blue and white upperparts with a black necklace across the breast and black streaks on the back and flanks. Females and immature birds have greyer or greenish upperparts, a pale stripe over the eye, and no streaking on the back and no neck. All of these birds have wing bars and a thin pointed bill. They are found in deciduous forests of eastern North America during the breeding season and then migrate to forested mountain areas in South America. The species is considered threatened with an IUCN status of Vulnerable (VU), indicating it is considered to be facing a high risk of extinction in the wild.</p><p>Adult males have pale cerulean blue upperparts and white underparts with a black necklace across the breast; they also have black streaks on the back and flanks. Females and immature birds have greyer or greenish upperparts, a pale stripe over the eye, and no streaking on the back and no necklace. All of these birds, regardless of their age, have wing bars and a thin pointed bill.</p><p>Their breeding habitats are mature deciduous forests in eastern North America. They migrate to spend the boreal winter in forested mountain areas in South America.</p>"
    },
    {
      "id": "4",
      "name": "Northern mockingbird",
      "cientific": "Mimus polyglottos",
      "description": "<p>The <b>northern mockingbird</b> (Mimus polyglottos) is the only mockingbird commonly found in North America. This bird is mainly a permanent resident, but northern birds may move south during harsh weather. This species has rarely been observed in Europe. This species was first described by Linnaeus in his Systema Naturæ in 1758 as Turdus polyglottos. The northern mockingbird is known for its mimicking ability, as reflected by the meaning of its scientific name, 'many-tongued mimic'. The northern mockingbird has gray to brown upper feathers and a paler belly. Its tail and wings have white patches which are visible in flight.</p><p>The northern mockingbird is an omnivore. It eats both insects and fruits. It is often found in open areas and forest edges but forages in grassy land. The northern mockingbird breeds in southeastern Canada, the United States, northern Mexico, the Bahamas, the Cayman Islands and the Greater Antilles. It is replaced further south by its closest living relative, the tropical mockingbird. The Socorro mockingbird, an endangered species, is also closely related, contrary to previous opinion. The northern mockingbird is listed as of Least Concern according to the International Union for Conservation of Nature (IUCN).</p><p>The northern mockingbird is known for its intelligence. A 2009 study showed that the bird was able to recognize individual humans, particularly noting those who had previously been intruders or threats. Also birds recognize their breeding spots and return to areas in which they had greatest success in previous years. Urban birds are more likely to demonstrate this behavior. Finally, the mockingbird is influential in United States culture, being the state bird of five states, appearing in book titles, songs and lullabies, and making other appearances in popular culture.</p>"
    },
    {
      "id": "5",
      "name": "Chaffinch",
      "cientific": "Fringilla Coelebs",
      "description": "<p>The <b>common chaffinch</b> (Fringilla coelebs), usually known simply as the <b>chaffinch</b>, is a common and widespread small passerine bird in the finch family. The male is brightly coloured with a blue-grey cap and rust-red underparts. The female is much duller in colouring, but both sexes have two contrasting white wing bars and white sides to the tail. The male bird has a strong voice and sings from exposed perches to attract a mate.</p><p>The chaffinch breeds in much of Europe, across Asia to Siberia and in northwest Africa. The female builds a nest with a deep cup in the fork of a tree. The clutch is typically four or five eggs, which hatch in about 13 days. The chicks fledge in around 14 days, but are fed by both adults for several weeks after leaving the nest. Outside the breeding season, chaffinches form flocks in open countryside and forage for seeds on the ground. During the breeding season, they forage on trees for invertebrates, especially caterpillars, and feed these to their young. They are partial migrants; birds breeding in warmer regions are sedentary, while those breeding in the colder northern areas of their range winter further south.</p><p>The eggs and nestlings of the chaffinch are taken by a variety of mammalian and avian predators. Its large numbers and huge range mean that chaffinches are classed as of least concern by the International Union for Conservation of Nature.</p>"
    },
    {
      "id": "6",
      "name": "Green-headed Taneger",
      "cientific": "Tangara seledon",
      "description": "<p>The <b>green-headed tanager</b> (Tangara seledon) is a bird found in the Atlantic forest in south-eastern Brazil, far eastern Paraguay, and far north-eastern Argentina (Misiones only).</p><p>As other members of the genus Tangara, it is a small colorful bird, measuring an average of 13.5 centimeters (5.3 in). While essentially a bird of humid forests, it is also common in orchards and parks, where it moves through the canopy, making itself inconspicuous, as its apparently flashy blue-green coloration camouflages it well amongst the foliage.</p><p>It is also a regular attendant at bird tables, where its active behavior makes it far more conspicuous. Eats fruits and insects, chasing the latter from a perch.</p>"
    },
    {
      "id": "7",
      "name": "Rose-bellied Bunting",
      "cientific": "Passerina Rositae",
      "description": "<p>The <b>rose-bellied bunting</b> (Passerina rositae) is a species of bird in the Cardinalidae family. It is also known as <b>Rosita's bunting</b>.</p><p>It is endemic to a tiny strip of hills along the Pacific slope of the Isthmus of Tehuantepec in the Mexican states of Oaxaca and Chiapas, where it occurs in arid to semiarid thorn forest and gallery woodlands. It is threatened by habitat loss.</p>"
    },
    {
      "id": "8",
      "name": "European Goldfinch",
      "cientific": "Carduelis carduelis",
      "description": "<p>The <b>European goldfinch</b> or <b>goldfinch</b> (Carduelis carduelis), is a small passerine bird in the finch family that is native to Europe, North Africa and western Asia. It has been introduced to other areas including Australia, New Zealand and Uruguay.</p><p>The goldfinch has a red face and a black-and-white head. The back and flanks are buff or chestnut brown. The black wings have a broad yellow bar. The tail is black and the rump is white. Males and females are very similar, but females have a slightly smaller red area on the face.</p><p>The goldfinch is often depicted in Italian renaissance paintings of the Madonna and Child.</p>"
    },
    {
      "id": "9",
      "name": "Northern Cardinal",
      "cientific": "Cardinalis cardinalis",
      "description": "<p>The <b>northern cardinal</b> (Cardinalis cardinalis) is a bird in the genus Cardinalis; it is also known colloquially as the <b>redbird</b>, <b>common cardinal</b> or just <b>cardinal</b> (which was its name prior to 1985). It can be found in southern Canada, through the eastern United States from Maine to Texas and south through Mexico, Belize and Guatemala. Its habitat includes woodlands, gardens, shrublands, and wetlands.</p><p>The northern cardinal is a mid-sized songbird with a body length of 21–23 cm (8.3–9.1 in). It has a distinctive crest on the head and a mask on the face which is black in the male and gray in the female. The male is a vibrant red, while the female is a dull reddish olive. The northern cardinal is mainly granivorous, but also feeds on insects and fruit. The male behaves territorially, marking out his territory with song. During courtship, the male feeds seed to the female beak-to-beak. A clutch of three to four eggs is laid, and two to four clutches are produced each year. It was once prized as a pet, but its sale as a cage bird was banned in the United States by the Migratory Bird Treaty Act of 1918.</p>"
    },
    {
      "id": "10",
      "name": "Black-and-Gold Tanager",
      "cientific": "Bangsia melanochlamys",
      "description": "<p>The <b>black-and-gold tanager</b> (Bangsia melanochlamys) is a species of bird in the family Thraupidae. It is endemic to Colombia.</p><p>Its natural habitat is subtropical or tropical moist montane forests. It is threatened by habitat loss.</p><p>The Black-and-gold Tanager is one of two very rare tanagers currently placed in the genus Bangsia (previously subsumed within Buthraupis) that is endemic to the northern Andes of Colombia. Principally black above, set off by the yellow central underparts, the lesser wing-coverts and uppertail-coverts are deep blue. It is found in two distinct regions, one on the Pacific slope of the West Andes, whilst the other is the northern and western slopes of the Central Andes; in both areas it inhabits subtropical cloud forests at elevations of 1000 to 2300 m. There is some evidence to indicate that the species moves to higher elevations in the post-breeding season. The Spanish common name is the Tangara Negriguada (de Juana et al. 2012). The scientific name for this species is Bangsia melanochlamys. The genus Bangsia honors Outrum Bangs who was a collector and zoologist at the Museum of Comparative Zoology at Harvard University. The specific epithet melanochlamys comes from the Greek roots mela- which means black, and -khlamus which means cloak or mantle (Jobling 2010).</p>"
    },
    {
      "id": "11",
      "name": "Multicoloured Tanager",
      "cientific": "Chlorochrysa nitidissima",
      "description": "<p>The <b>multicoloured tanager</b> (Chlorochrysa nitidissima) is a species of bird in the family Thraupidae. It is endemic to the mountains of Colombia, and as of 2010 has been categorized as vulnerable (VU) by the IUCN.</p><p>The multicolored tanager is a small-sized passerine bird approximately 12 cm (5 in.) long. Males have a yellow crown, face, mantle, and throat; chestnut and black ear coverts; bright green nape and wings; blue rump, breast, and belly; and a black patch in the center of the underparts. Females are duller and lack the yellow mantle and black patch on the underparts. Immature birds of both sexes resemble females, but are duller.</p><p>The multicolored tanager is endemic to the interior of wet montane forests of the Occidental and Central Cordillera of Colombia. It is found mainly from 1300 to 2200 meters above sea level; however, some records indicate it can be found as low as 900 meters, especially in the Department of Cauca. It has been recorded in the Departments of <b>Cauca, Valle del Cauca, Choco, Quindío, Risaralda, Caldas, and Antioquia</b>. It seems to prefer mature forests, although it has also been recorded in mature secondary forests and forest edges. Most of the recent records of the species come from the Valle del Cauca Department, where it resides year-round and remains fairly common even in small forest fragments.</p>"
    },
    {
      "id": "12",
      "name": "Koltrast",
      "cientific": "Turdus merula",
      "description": "<p>The common <b>blackbird</b> (Turdus merula) is a species of true thrush. It is also called Eurasian blackbird (especially in North America, to distinguish it from the unrelated New World blackbirds), or simply blackbird where this does not lead to confusion with a similar-looking local species. It breeds in Europe, Asia, and North Africa, and has been introduced to Australia and New Zealand. It has a number of subspecies across its large range; a few of the Asian subspecies are sometimes considered to be full species. Depending on latitude, the common blackbird may be resident, partially migratory, or fully migratory.</p><p>The male of the nominate subspecies, which is found throughout most of Europe, is all black except for a yellow eye-ring and bill and has a rich, melodious song; the adult female and juvenile have mainly dark brown plumage. This species breeds in woods and gardens, building a neat, mud-lined, cup-shaped nest. It is omnivorous, eating a wide range of insects, earthworms, berries, and fruits.</p><p>Both sexes are territorial on the breeding grounds, with distinctive threat displays, but are more gregarious during migration and in wintering areas. Pairs stay in their territory throughout the year where the climate is sufficiently temperate. This common and conspicuous species has given rise to a number of literary and cultural references, frequently related to its song.</p>"
    }
  ]
}
